Repository: brol/highlightSearch
Catalog: locales/*/main.po
Languages: fr

source: highlightSearch
fr: Recherche surlignée

source: Activate highlightSearch
fr: Activer highlightSearch

source: Highlight found words:
fr: Mise en valeur des mots trouvés :

source: Yellow highlight
fr: Surlignage jaune

source: Red highlight
fr: Surlignage rouge

source: Green highlight
fr: Surlignage vert

source: Blue highlight
fr: Surlignage bleu

source: Custom
fr: Personnalisé

source: Select "custom" if you define the CSS class "found" in your own style sheet.
fr: Sélectionnez "personnalisé" si vous définissez la classe "found" dans votre propre feuille de style.

source: Words found after a search take the CSS class "found"
fr: Les mots trouvés suite à une recherche prennent la classe CSS "found"
